public class operation {
    public static void main(String[] args) {
//         int a=22;
//    if(a<0){
//     System.out.println("अयोध्या में राम मंदिर का उद्घाटन 22 जनवरी को किया जाएगा या उसी दिन भगवान अयोध्या राम मंदिर में स्थापना करेंगे");
//    } 
//    else{
//     System.out.println("माफ किया अयोध्या में राम मंदिर का उद्घाटन 22 को ही है इशिलिया आप 22 जनवरी को अयोध्या आने का प्रयास करें");
//    }
// }
// int age=22;
// if (age>=22) {
//     System.out.println("अयोध्या में राम मंदिर का उद्घाटन 22 जनवरी को किया जाएगा या उसी दिन भगवान अयोध्या राम मंदिर में स्थापना करेंगे\" ");
    
// }
// else{
//     System.out.println("माफ किया अयोध्या में राम मंदिर का उद्घाटन 22 को ही है इशिलिया आप 22 जनवरी को अयोध्या");
// }
//     }
// }
int a=1;
int b=4;
if (a<=b) {
    System.out.println("माफ किया अयोध्या में राम मंदिर का उद्घाटन 22 को ही है इशिलिया आप 22 जनवरी को अयोध्या आने का प्रयास करें");
}else{
    System.out.println("B");
}
    }
}